Repository: raspberrypi-ui/pcmanfm-buster
Catalog: po/*.po
Languages: hy

source: translator-credits
hy: Armath <info@armath.am>

source: Desktop Preferences
hy: Աշխատասեղանի կարգավորումներ

source: <b>Background</b>
hy: <b>Ետնապատկեր</b>

source: Wallpaper _mode:
hy: Պաստառի ռեժիմը՝

source: _Wallpaper:
hy: Պաստառ`

source: Please select an image file
hy: Խնդրում ենք ընտրել նկարը

source: _Use the same wallpaper on all desktops
hy: Օգտագործել այս պաստառը բոլոր աշխատասեղանների համար

source: _Background color:
hy: Ֆոնի գույնը՝

source: <b>Text</b>
hy: <b>Տեքստ</b>

source: _Font of label text:
hy: Պիտակի տեքստի տառատեսակը՝

source: C_olor of label text:
hy: Պիտակի տեքստի գույնը՝

source: Color of _shadow:
hy: Ստվերի գույնը՝

source: _Appearance
hy: Արտաքին տեսքը

source: <b>Show desktop icons</b>
hy: <b>Ցույց տալ աշխատասեղանի պատկերները</b>

source: Show "_Trash Can" folder on the desktop
hy: Ցույց տալ "Աղբարկղ" -ի պատկերը աշխատասեղանում

source: _Desktop Icons
hy: Աշխատասեղանի մանրապատկերներ

source: _Show menus provided by window managers when desktop is clicked
hy: Ցուցադրել պատուհանի կառավարչի կողից տրամադրած մենյուն, երբ սեղմում եմ աշխատասեղանի վրա

source: _Use desktop as a folder (show icons on it) by path:
hy: Օգտագործել աշխատասեղանը, որպես պանակ (ցուցադրել մանրապատկերները)

# Use path for some folder: ...
source: Default
hy: Գործարանային

# Use path for some folder: ...
source: Custom:
hy: Հատուկ

source: Ad_vanced
hy: Առաջադեմ

source: Fill with background color only
hy: Լցնել միայն ֆոնի գույնով

source: Center unscaled image on the monitor
hy: Էկրանի կենտրոնում առանց մասշտաբի պատկեր

source: Preferences
hy: Նախընտրանքներ

source: <b>Behavior</b>
hy: <b>Վարքագիծ</b>

source: _Open files with single click
hy: Բացել նիշքերը մեկ սեղմումով

source: Delay of auto-selection in single click mode (0 to disable)
hy: Հետաձգել ավտոմատ ընտրումը մեկ սեղման ռեժիմում (0՝ անջատելու համար)

source: Co_nfirm before deleting files
hy: Հաստատել՝ նիշքերը ջնջելուց առաջ

source: _Move deleted files to "trash can" instead of erasing from disk
hy: Տեղափոխել նիշքերն "Աղբարկղ" ՝ վերջնական ջնջելու փոխարեն

source: _Erase files on removable media instead of "trash can" creation
hy: Ջնջել կրիչի նիշքերն "Աղբարկղ" ՝ ստեղծելու փոխարեն

source: Confi_rm before moving files into "trash can"
hy: Հաստատել՝ նիշքերն "Աղբարկղ" տեղափոխելուց առաջ

source: Don't ask options on _launch executable file
hy: Չհարցնել գործարկելու ընտրանքը

source: _Bookmarks:
hy: Էջանիշ՝

source: Defaul_t drop action:
hy: Հիմնական գործողությունը՝

source: "_Smart shortcut" auto-action on drop to Desktop folder
hy: "Խելացի դյուրանցում" ավտոմատ տեղադրում Աշխատասեղանի պանակի վրա

source: _Unfold tab when files are dragged onto tab button
hy: Հանել ներդիրն, երբ նիշքերը քաշվում էն կոճակի վրա

source: <b>Default View</b>
hy: <b>Հիմնական տեսք</b>

source: Vie_w Mode:
hy: Դիտման ռեժիմ՝

source: _General
hy: Գլխավոր

source: <b>Icons</b>
hy: <b>Պատկերներ</b>

source: Size of _big icons:
hy: Մեծ պատկերների չափսը՝

source: Size of small _icons:
hy: Փոքր պատկերների չափսը՝

source: Size of _thumbnails:
hy: Մանրապատկերի չափսը՝

source: Size of side _pane icons:
hy: Վահանակի մանրապատկերի չափսը՝

source: _Show thumbnails of files
hy: Ցուցադրել նիշքերի մանրապատկերները

source: _Only show thumbnails for local files
hy: Ցուցադրել միայն տեղային նիշքերի մանրապատկերները

source: Do _not generate thumbnails for files exceeding this size:
hy: Տվյալ չափսից մեծ նիշքերի համար չգեներացնել մանրապատկեր

source: <b>User Interface</b>
hy: <b>Օգտագործողի միջերես</b>

source: Us_e SI decimal prefixes instead of IEC binary prefixes
hy: Օգտագործել SI տասական համակարգ IEC երկուականի փոխարեն

source: Treat backup files as _hidden
hy: Պահուստային նիշքերը դարձնել թաքնված

source: Al_ways show full file names
hy: Մշտապես ցույց տալ նիշքի ամբողջական անունը

source: Mingle files and folders
hy: Միավորել նիշքերն ու պանակները

source: Ignore case when sorting
hy: Կարճ գրելու ժամանակ չհաշվել մեծատառ/փոքրատառը

source: _Display
hy: Էկրան

source: Hid_e 'Close tab' buttons
hy: Թաքցնել «Փակել ներդիրը» կոճակը

source: Al_ways show the tab bar
hy: Մշտապես ցույց տալ ներդիրի գոտին

source: characters
hy: սիմվոլներ

source: Display simplified _user interface and menus
hy: Ցուցադրել պարզեցված միջերես և մենյու

source: Show sidebar
hy: Ցուցադրել կողային գոտին

source: Show places in sidebar
hy: Ցույց տալ պանակները կողային գոտում

source: Show status bar
hy: Ցույց տալ կարգավիճակի գոտին

source: <b>Directories Tree</b>
hy: <b> Պանակների ծառը</b>

source: Hide e_xpander on empty or locked folder
hy: Թաքցնել մեծացման կոճակը դատարկ կամ կողպած պանակի համար

source: Only show _expanders for folders with subfolders
hy: Մեծացման կոճակը ցույց տալ միայն պանակների և ենթապանակների համար

source: <b>Show in Places:</b>
hy: <b>Ցուցադրել պանակում</b>

source: _Trash Can
hy: Աղբարկղ

source: _Filesystem Root
hy: Արմատ նիշային համակարգը

source: App_lications
hy: Ծրագրեր

source: Dev_ices
hy: Սարքեր

source: <b>Auto-mount</b>
hy: <b>Ինքնատեղակայում</b>

source: _Mount mountable volumes automatically on program startup
hy: ՕՀ Գործարկման ժամանակ ինքնաբերաբար տեղակայել համատեղվող հատորները

source: Mo_unt removable media automatically when they are inserted
hy: Ինքնաբերաբար տեղակայել կրիչները, երբ այն միացվում է

source: _Show available options for removable media when they are inserted
hy: Ցույց տալ հասանելի ընտրանքերը կրիչի համար, երբ այն միացվում է

source: _Open mounted removable media in new tab instead of new window
hy: Բացել տեղակայված կրիչը նոր ներդիրում՝ նոր պատուհանի փոխարեն

source: _Volume Management
hy: Սկավառակի կառավարում

source: _Terminal emulator:
hy: Վահանակի էմուլյատոր

source: _Switch user command:
hy: Փոխարկել օգտագոծողի հրամանը՝

source: A_rchiver integration:
hy: Արխիվի ինտեգրացիա՝

source: _Advanced
hy: Առաջադեմ

source: Auto (move if on the same FS, copy otherwise)
hy: Ավտո (տեղափոխել, եթե նույն նիշքային համակարգում է, հակառակ դեպքում պատճենել)

source: Copy
hy: Պատճենել

source: Move
hy: Տեղափոխել

source: Ask
hy: Հարցնել

source: Removable medium is inserted
hy: Կրիչը միացված է

source: <b>Removable medium is inserted</b>
hy: <b>Կրիչը միացված է</b>

source: Type of medium:
hy: Կրիչի տեսակըէ

source: Detecting...
hy: Հայտնաբերում...

source: Please select the action you want to perform:
hy: Ընտրել գործողությունն, որն ուզում եք կատարվի

source: _Always perform this action on this media type
hy: Մշտապես կատարել տվյալ գործողությունը այս տեսակի կրիչների համար

source: Connect to remote server
hy: Միանալ հեռավոր սերվերի

source: <b>Specify remote folder to connect</b>
hy: <b>Նշել հեռավոր պանակաը միանալու համար</b>

source: _Type:
hy: Տեսակ

source: _Host:
hy: Հոսթ

source: _Port:
hy: Կայան

source: Pa_th:
hy: Ուղղի

source: _Anonymous login
hy: Անանուն մուտք

source: _Login as:
hy: Մուտք գործել, որպես

source: mixed content
hy: խառնված բովանդակություն

source: Open in File Manager
hy: Բացեկ նիշքային կառավարման համակարգում

source: Open in New Ta_b
hy: Բացել նոր ներդիրում

source: Open in New Win_dow
hy: Բացել նոր պատուհանում

source: Open in Termina_l
hy: Բացել տերմինալում

source: _Remove from Desktop
hy: Հեռացնել աշխատասեղանից

source: Stic_k to Current Position
hy: Փակցնել ընթացիկ դիրքում

source: Snap to _Grid
hy: Ցանցի տեսք

source: _File
hy: _Նիշք

source: _New Window
hy: _Նոր պատուհան

source: New T_ab
hy: Նոր ներդիր

source: Create new tab for this folder
hy: Ստեղծել նոր ներդիր այս պանակի համար

source: C_reate New...
hy: Ստեղծել նոր...

source: Folder
hy: Պանակ

source: Empty File
hy: Դատարկ նիշք

source: Create _Folder
hy: Ստեղծել պանակ

source: Create _Empty File
hy: Ստեղծել դատարկ նիշք

source: Folder Propertie_s
hy: Պանակի հատկություններ

source: _Close Tab
hy: _Փակել ներդիրը

source: Close _Window
hy: Փակել _պատուհանը

source: _Edit
hy: _Խմբագրել

source: C_ut
hy: Կտրել

source: Move to _Trash
hy: Տեղափոխել աղբ_արկղ

source: Copy Pat_h(s)
hy: Պատճենել հետագիծը

source: D_uplicate...
hy: Կրկ_նօրինակել

source: Propertie_s
hy: Հատկություն_ներ

source: _Invert Selection
hy: _Հանել ընտրությունը

source: Prefere_nces
hy: Նախընտրանք_ներ

source: _View
hy: _Տեսք

source: _Reload Folder
hy: _Կրկին բեռնել պանակը

source: Reload current folder
hy: Կրկին բեռնել ընթացիկ պանակը

source: Pat_h Bar
hy: Գոտու հետագիծը

source: Side _Pane
hy: Կողային _վահանակ

source: S_ort Files
hy: Տեսակավորել նիշքերը

source: S_ort
hy: Տեսակավորել

source: Zoom O_ut
hy: Մանրացնել

source: Fil_ter...
hy: Ֆիլ_տր

source: Clear Filt_er
hy: Ստեղծել ֆիլ_տչ

source: _Help
hy: _Օգնություն

source: _Go
hy: _Գնալ

source: _Previous Folder
hy: _Նախորդ պանակը

source: Return to previous folder in history
hy: Հետ գնալ նախորդ պանակներին

source: _Next Folder
hy: _Հաջորդ պանակը

source: Pa_rent Folder
hy: Մեկ պանալ վեր

source: Go to parent Folder
hy: Գնալ մեկ պանակ դեպի վեր

source: H_ome Folder
hy: Հիմնական պանակ

source: _Desktop
hy: _Աշխատասեղան

source: Open trash can
hy: Բացել աղբարկղը

source: Filesyste_m Root
hy: Խորքային նիշքեր

source: Go fo filesystem root
hy: Գնալ դեպի խորքային նիշքեր

source: _Applications
hy: _Ծրագրեր

source: Go to root of applications menu folder
hy: Գնալ ծրագրերի խորքային պանակ

source: _Go to Location...
hy: Գնալ դեպի...

source: _Connect to Server...
hy: _Միանալ սերվերին...

source: Go to the path in the location bar
hy: Գնալ դեպի տեղադրության գոտի

source: _Bookmarks
hy: _Էջանիշ

source: Add current folder to bookmarks list
hy: Ավելացնել ըթացիկ պանակը էջանիշների ցանկին

source: Too_ls
hy: Գործ_իքներ

source: _Run a Command in Current Folder...
hy: _Բացել հրամանը ընթացիկ պանակում...

source: Mingle _Files and Folders
hy: Խառնել նիշքերն ու պանակները

source: _Ignore Name Case
hy: Անտեսել մեծատառ/փոքրատառը

source: Sho_w Side Pane
hy: Ցուցադրել կողային վահանակը

source: Show Status B_ar
hy: Ցուցադրել կարգավիճակի գոտին

source: Fullscreen _Mode
hy: Լիաէկրան _ռեժիմ

source: _Icon View
hy: _Պատկերի տեսք

source: _Compact View
hy: _Հակիրճ տեսք

source: _Thumbnail View
hy: _Մանրապատկերի տեսք

source: Detailed _List View
hy: Մարամասն տեսք

source: By _Name
hy: Ըստ _անունի

source: By _Modification Time
hy: Ըստ փոփոխված ժամի

source: By _Size
hy: Ըստ _Չափսի

source: By File _Type
hy: Ըստ նիշքի _տեսակի

source: By _Extension
hy: Ըստ ընդարձակման

source: Places
hy: Պանակներ

source: Directory Tree
hy: Պանակների ծառը

source: Remote
hy: Հեռավոր

source: _Buttons
hy: Կոճակներ

source: Show history of visited folders
hy: Ցուցադրել այցելած պանակների պատմությունը

source: History
hy: Պատմություն

source: View as thumbnails
hy: Մանրապատկերի տեսքով

source: View as icons
hy: Պատկերի տեսքով

source: View as small icons
hy: Փոքր պատկերների տեսքով

source: View as detailed list
hy: Մանրամասն ցանկի տեսքով

source: You are in super user mode
hy: Դուք գերօգտատերի ռեժիմում եք

source: using LibFM ver. %s
hy: օգտագործել LibFM ver. %s

source: Run a command
hy: Գործարկել հրաման

source: Enter a command to run:
hy: Հաստատել՝ հրամանը գործարկելու համար

source: Add following folder to bookmarks: '%s' Enter a name for the new bookmark item:
hy: Էջանիշներին ավելացնել հետևյալ պանակը՝ '%s' Մուտքագրել նոր էջանիշի անունը՝

source: Add to Bookmarks
hy: Ավելացնել էջանիշներին

source: Select filter
hy: Ընտրել ֆիլտրը

source: Choose a new shell pattern to show files:
hy: Ընտրել նիշքերը ցուցադրելու նոր հրահանգային տեսակ՝

source: Name of configuration profile
hy: Կարգաբերման պրոֆիլի անունը

source: PROFILE
hy: Անհատական էջ

source: Run PCManFM as a daemon
hy: Գործարկել PCManFM-ը, որպես հրահանգ

source: No function. Just to be compatible with nautilus
hy: Առանց ֆունկցիայի. Միայն թե համահունչ լինի նաուտիլուսին

source: Launch desktop manager
hy: Թողարկել աշխատասեղանի կառավարիչը

source: Turn off desktop manager if it's running
hy: Անջատել աշխատասեղանի կառավարիչը, եթ այն բաց է

source: Open desktop preference dialog
hy: Բացել աշխատասեղանի նախընտրանքի երկխոսությունը

source: Reload desktop config file
hy: Կրկին բեռնել աշխատասեղանի կարգաբերման նիշքը

source: Use --desktop option only for one screen
hy: Օգտագործել --աշխատասեղանը միայն մեկ էկրանի համար

source: Set desktop wallpaper from image FILE
hy: Սահմանել աշխատասղանի պաստառը նկարի ՆԻՇՔԻՑ

source: FILE
hy: ՆԻՇՔ

source: MODE
hy: ՌԵԺԻՄ

source: Open Preferences dialog on the page N
hy: Բացել էջ N-ի նախընտրանքների երկխոսությունը

source: N
hy: Ն

source: Open new window
hy: Բացել նոր պատուհան

source: Window role for usage by window manager
hy: Պատուհանի օգտագործման դերը կառավարչի կողմից

source: ROLE
hy: ԴԵՐ

source: [FILE1, FILE2,...]
hy: [ՆԻՇՔ1, ՆԻՇՔ2,...]

source: Desktop manager is not active.
hy: Աշխատասեղանի կառավարիչը ակտիվ չէ

source: Terminal emulator is not set.
hy: Վահանակի էմուլյատորը սահմանված չէ

source: Open in New T_ab
hy: Բացել նոր Ն_երդիրում

source: %d item selected
hy: %d տարրը ընտրված է

source: Free space: %s (Total: %s)
hy: Ազատ տարածք՝ %s (Ընդհանուր՝ %s)

source: %d item
hy: %d տարր

source: (%d hidden)
hy: (%d թաքնված)

source: Add to Modules Blacklist
hy: Ավելացնել սև ցուցակի մոդուլներում

source: Enter a blacklisted module mask:
hy: Մուտքագրել սև ցուցակագրված մոդուլների դիմակը՝

source: Add to Modules Whitelist
hy: Ավելացնել սպիտակ ցուցակի մոդուլներում

source: Enter a whitelisted module mask:
hy: Մուտքագրել սպիտակ ցուցակագրված մոդուլների դիմակը՝

source: File Manager PCManFM
hy: PCManFM նիշային համակարգ

source: File Manager
hy: Նիշային համակարգ

source: Browse the file system and manage the files
hy: Զննել նիշային համակարգը ու կառավարել նիշքերը

source: Change desktop wallpapers and behavior of desktop manager
hy: Փոխել պաստառները և աշխատասեղանի կառավարչի վարքագիծը
